/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Ett valideringsfel uppstod";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Ett fel inträffade";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Spara inte";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Formateringsfel";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Ogiltig nyckel";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "En nyckel får inte vara tom";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Nyckeln används redan";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Värdet för %@ får inte vara tomt";

